Test integrator/integrator/helper-tool/templates/requestDocumentUploadStatus

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://schemas.dfs.com/automotive/workspacetypes/1.0">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:GetCreateOrUpdateBWSRequestStatus>
         <!--type: string-->
         <ns:Request_Id>${body.variables.RequestId}</ns:Request_Id>
      </ns:GetCreateOrUpdateBWSRequestStatus>
   </soapenv:Body>
</soapenv:Envelope>